T.Instance = T.II([[E:\sws2010\]],[[E:\sws2010\T0002\wt_cache\]],0,0,1,0,936); -- -> 0x05969dc8
T.SSO(T.Instance --[[0x05969dc8]], 0, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 1, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 2, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 3, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 4, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 5, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 6, 5); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 7, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 8, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 9, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 10, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 12, 1000); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 13, 5000); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 14, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 15, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 16, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 17, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 18, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 19, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 20, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 21, 64); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 22, -1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 23, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 24, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 25, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 26, 20); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 27, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 28, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 29, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 30, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 31, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 32, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 33, 1); -- -> 1
T.SBCV(T.Instance --[[0x05969dc8]], 12, "6.57"); -- -> 1
T.SBCT(T.Instance --[[0x05969dc8]], 12); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 34, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 23, 1); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 24, 0); -- -> 1
T.SSO(T.Instance --[[0x05969dc8]], 25, 1); -- -> 1
T.SPr(T.Instance--[[0x05969dc8]], 0, nil, 0, 0, nil, nil, nil, 0, nil);
T.STP(T.Instance --[[0x05969dc8]], 0, nil, 0); -- -> 0
T.Client = T.CC(T.Instance--[[0x05969dc8]], 2, 0); -- -> 0x05a8a608
T.SQ(T.Client --[[0x05a8a608]], 53, "申银万国");
T.SPi(T.Client --[[0x05a8a608]], "");
T.RetParameterSet = T.GCPS(T.Client--[[0x05a8a608]]); -- -> 0x05a8e96a
T.SPL(T.RetParameterSet --[[0x05a8e96a]],1210,0); -- -> 1
T.STBI(T.Client --[[0x05a8a608]], 0); -- -> 0
T.RetParameterSet = T.GCPS(T.Client--[[0x05a8a608]]); -- -> 0x05a8e96a
T.SPL(T.RetParameterSet --[[0x05a8e96a]],1257,0); -- -> 1
T.RetParameterSet = T.GCPS(T.Client--[[0x05a8a608]]); -- -> 0x05a8e96a
T.SPa(T.RetParameterSet --[[0x05a8e96a]],1258,"",0); -- -> 1
T.SCA(T.Client --[[0x05a8a608]],8,T.Account,T.Password,T.Code);
T.RetParameterSet = T.GCPS(T.Client--[[0x05a8a608]]); -- -> 0x05a8e96a
T.SPL(T.RetParameterSet --[[0x05a8e96a]],1282,1); -- -> 1
T.ASG(T.Instance--[[0x05969dc8]], 1, "申银万国",1); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,0,"申万宏源上海电信委托服务器7","218.80.243.27",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,1,"申万宏源上海电信委托服务器8","218.80.243.28",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,2,"申万宏源上海电信委托服务器9","218.80.243.29",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,3,"申万宏源上海电信委托服务器10","218.80.243.30",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,4,"申万宏源上海电信委托服务器1","222.66.114.31",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,5,"申万宏源上海电信委托服务器2","222.66.114.32",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,6,"申万宏源上海电信委托服务器3","222.66.114.33",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,7,"申万宏源上海电信委托服务器4","222.66.114.34",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,8,"申万宏源上海电信委托服务器5","222.66.114.35",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,9,"申万宏源上海电信委托服务器6","222.66.114.36",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,10,"申万宏源广州电信委托服务器1","121.8.249.85",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,11,"申万宏源广州电信委托服务器2","121.8.249.86",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,12,"申万宏源成都电信委托服务器1","118.114.77.125",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,13,"申万宏源成都联通委托服务器1","119.6.80.22",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,14,"申万宏源北京联通委托服务器1","219.238.118.122",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,15,"申万宏源北京联通委托服务器2","219.238.118.117",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,16,"申万宏源上海电信委托服务器11","218.80.243.18",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,17,"申万宏源上海电信委托服务器12","218.80.243.19",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,18,"申万宏源上海电信委托服务器13","218.80.243.20",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,19,"申万宏源上海电信委托服务器14","218.80.243.21",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,20,"申万宏源上海电信委托服务器15","218.80.243.22",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,21,"申万宏源上海电信委托服务器16","218.80.243.23",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,22,"申万宏源温州电信委托服务器1","218.75.25.228",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,23,"申万宏源福州电信委托服务器1","59.56.176.46",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,24,"申万宏源南宁电信委托服务器1","180.140.190.171",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,25,"申万宏源重庆联通委托服务器1","113.204.16.114",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,26,"申万宏源桐乡电信委托服务器1","60.190.154.133",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,27,"申万宏源上海移动委托服务器1","211.136.97.12",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,28,"申万宏源上海移动委托服务器2","211.136.97.13",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,29,"申万宏源上海移动委托服务器3","211.136.97.14",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,30,"申万宏源上海联通委托服务器1","103.250.194.34",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,31,"申万宏源上海联通委托服务器2","103.250.194.35",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,32,"申万宏源上海联通委托服务器3","103.250.194.36",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,33,"申万宏源上海联通委托服务器4","220.248.28.34",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,34,"申万宏源上海联通委托服务器5","220.248.28.35",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,35,"申万宏源上海联通委托服务器6","220.248.28.36",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,36,"申万宏源茂名电信委托服务器1","219.129.238.202",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,37,"申万宏源郑州电信委托服务器1","123.149.20.6",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,38,"申万宏源郑州联通委托服务器1","61.163.100.131",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,39,"上证云委托-北京主站","123.125.108.154",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,40,"上证云委托-长沙主站","124.232.148.154",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,41,"申万宏源兰州电信委托服务器1","61.178.15.43",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,42,"申万宏源上海移动委托服务器4","183.195.147.66",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,43,"申万宏源上海移动委托服务器5","183.195.147.67",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x05969dc8]],1,44,"申万宏源上海移动委托服务器6","183.195.147.68",7708,1,0); -- -> 1
T.SFS(T.Instance --[[0x05969dc8]],1,40); -- -> 1
T.SGI(T.Client --[[0x05a8a608]],1); -- -> 1
T.RetSend = T.TL(T.Client--[[0x05a8a608]], 0, 0, 1); -- -> 0x05a98410
