T.Instance = T.II([[D:\new_haitong\]],[[D:\new_haitong\T0002\wt_cache\]],0,0,1,0,936); -- -> 0x06208588
T.SSO(T.Instance --[[0x06208588]], 0, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 1, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 2, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 3, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 4, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 5, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 6, 5); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 7, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 8, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 9, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 10, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 12, 8000); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 13, 8000); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 14, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 15, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 16, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 17, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 18, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 19, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 20, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 21, 128); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 22, -1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 23, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 24, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 25, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 26, 20); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 27, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 28, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 29, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 30, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 31, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 32, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 33, 1); -- -> 1
T.SBCV(T.Instance --[[0x06208588]], 12, "1.33"); -- -> 1
T.SBCT(T.Instance --[[0x06208588]], 12); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 34, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 23, 1); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 24, 0); -- -> 1
T.SSO(T.Instance --[[0x06208588]], 25, 1); -- -> 1
T.SPr(T.Instance--[[0x06208588]], 0, nil, 0, 0, nil, nil, nil, 0, nil);
T.STP(T.Instance --[[0x06208588]], 0, nil, 0); -- -> 0
T.Client = T.CC(T.Instance--[[0x06208588]], 2, 0); -- -> 0x063a7fc0
T.SQ(T.Client --[[0x063a7fc0]], 102, "海通证券");
T.SPi(T.Client --[[0x063a7fc0]], "");
T.RetParameterSet = T.GCPS(T.Client--[[0x063a7fc0]]); -- -> 0x063ac322
T.SPL(T.RetParameterSet --[[0x063ac322]],1210,1); -- -> 1
T.STBI(T.Client --[[0x063a7fc0]], 0); -- -> 0
T.RetParameterSet = T.GCPS(T.Client--[[0x063a7fc0]]); -- -> 0x063ac322
T.SPL(T.RetParameterSet --[[0x063ac322]],1257,0); -- -> 1
T.RetParameterSet = T.GCPS(T.Client--[[0x063a7fc0]]); -- -> 0x063ac322
T.SPa(T.RetParameterSet --[[0x063ac322]],1258,"",0); -- -> 1
T.SCA(T.Client --[[0x063a7fc0]],8,T.Account,T.Password,T.Code);
T.RetParameterSet = T.GCPS(T.Client--[[0x063a7fc0]]); -- -> 0x063ac322
T.SPa(T.RetParameterSet --[[0x063ac322]],1297,"GETLOGINPARAM",0); -- -> 1
T.RetParameterSet = T.GCPS(T.Client--[[0x063a7fc0]]); -- -> 0x063ac322
T.SPa(T.RetParameterSet --[[0x063ac322]],1297,"ht_wsjy_tdx",0); -- -> 1
T.RetParameterSet = T.GCPS(T.Client--[[0x063a7fc0]]); -- -> 0x063ac322
T.SPa(T.RetParameterSet --[[0x063ac322]],1300,"1.33,6.01,Oct 31 2015,11:14:20",0); -- -> 1
T.ASG(T.Instance--[[0x06208588]], 1, "海通证券",1); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,0,"海通通达信总站","TDX.htsec.com",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,1,"海通上海电信","218.80.248.229",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,2,"海通上海联通","210.13.78.154",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,3,"海通上海移动","183.195.145.229",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,4,"海通外高桥电信","124.74.236.94",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,5,"海通外高桥联通","58.246.109.27",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,6,"海通福州电信","110.87.168.110",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,7,"海通福州联通","58.22.121.78",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,8,"海通西安电信","61.185.211.140",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,9,"海通西安联通","124.89.85.165",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,10,"海通南京电信","221.226.47.102",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,11,"海通南京联通","122.96.26.118",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,12,"海通青岛联通","119.167.224.7",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,13,"海通绍兴电信","122.224.27.198",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,14,"海通绍兴联通","60.12.84.104",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,15,"海通鞍山电信","59.44.141.139",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,16,"海通鞍山联通","218.24.10.59",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,17,"海通杭州电信","122.224.125.187",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,18,"海通杭州联通","221.12.168.104",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,19,"海通芜湖电信","218.22.80.72",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,20,"海通芜湖联通","58.242.177.24",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,21,"海通淮安电信","61.160.17.147",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,22,"海通淮安联通","112.84.255.92",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,23,"海通贵阳电信","58.42.236.85",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,24,"海通贵阳联通","58.16.16.69",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,25,"海通成都电信","218.6.244.131",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,26,"海通新疆电信","124.117.234.154",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,27,"海通新疆联通","60.13.184.190",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,28,"海通北京联通","123.125.108.136",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,29,"海通哈尔滨联通","218.7.26.171",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,30,"海通郑州移动","117.158.138.118",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,31,"海通郑州电信","222.85.87.219",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,32,"海通郑州联通","61.163.107.107",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,33,"南方中心电信","183.63.228.124",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,34,"南方中心联通","120.86.124.251",7708,1,0); -- -> 1
T.AS(T.Instance --[[0x06208588]],1,35,"南方中心移动","120.234.143.128",7708,1,0); -- -> 1
T.SFS(T.Instance --[[0x06208588]],1,12); -- -> 1
T.SGI(T.Client --[[0x063a7fc0]],1); -- -> 1
T.RetSend = T.TL(T.Client--[[0x063a7fc0]], 0, 0, 1); -- -> 0x063afec0
